Repository: htahta103/tiktok_clone
Catalog: lib/common/localization/l10n/intl_*.arb
Languages: vi

# connectionTimedOut
source: The connection has timed out. Please try again
vi: Quá thời gian chờ kết nối. Vui lòng thử lại

# connectionProblem
source: There are some problems with the connection. Please try again
vi: Có sự cố kết nối. Vui lòng thử lại

source: Invalid credentials
vi: Thông tin đăng nhập không hợp lệ

# responseNull
source: Response is null
vi: Thông tin phản hồi rỗng

source: Invalid credentials
vi: Thông tin đăng nhập không hợp lệ

source: Cancelled
vi: Đã hủy

source: Connect timeout
vi: Quá thời gian chờ kết nối

source: Receive timeout
vi: Quá thời gian chờ nhận phản hồi

source: Send timeout
vi: Quá thời gian chờ gửi

source: Connection problem
vi: Sự cố kết nối

source: Please check internet connection
vi: Vui lòng kiểm tra kết nối internet

source: Server error.
vi: Lỗi máy chủ.

source: Unknown error
vi: Lỗi không xác định

source: Server unknown error
vi: Lỗi máy chủ không xác định

source: Server not found
vi: Không tìm thấy máy chủ

source: Database exception
vi: Ngoại lệ cơ sở dữ liệu

source: Sign in
vi: Đăng nhập

source: See all
vi: Xem tất cả

source: Sign up
vi: Đăng ký

source: or
vi: hoặc

source: Forgot Password?
vi: Quên mật khẩu?

source: Remember me
vi: Ghi nhớ đăng nhập

source: Email or Username
vi: Email hoặc Tên người dùng

source: Password
vi: Mật khẩu

# invalidEmail
source: Email address is invalid
vi: Địa chỉ email không hợp lệ

# invalidPassword
source: Please follow the password requirements below
vi: Vui lòng đặt mật khẩu theo các tiêu chí bên dưới

source: Username is Required
vi: Tên người dùng là bắt buộc

source: Email required
vi: Email là bắt buộc

source: Password required
vi: Mật khẩu là bắt buộc

source: Home
vi: Trang chủ

source: Social
vi: Xã hội

source: Game Page
vi: Trò chơi

source: Top Players Empty
vi: Người chơi hàng đầu chưa có

source: Notifications
vi: Thông báo

source: Play
vi: Chơi

source: Friends
vi: Bạn bè

source: Groups
vi: Nhóm

source: Games
vi: Các trò chơi

source: Action
vi: Hành động

source: Arcade
vi: Trò chơi điện tử

source: Board
vi: Bàn

source: Tournaments
vi: Các giải đấu

source: Reward
vi: Phần thưởng

source: System
vi: Hệ thống

source: Favourites
vi: Yêu thích

# favouritesDesc
source: All Your Favourite games
vi: Tất cả các trò chơi yêu thích của Bạn

source: Resume Playing
vi: Tiếp tục chơi

source: Fast-paced game
vi: Trò chơi nhịp độ nhanh

source: Games with board
vi: Trò chơi trên bàn

# gameReactionTime
source: Games that focuses on hand–eye coordination and reaction-time
vi: Trò chơi tập trung vào phối hợp tay mắt và thời gian phản ứng

# resumePlayingDesc
source: Continue from where you left off
vi: Tiếp tục trò chơi đang chơi giữa chừng

source: Games For You
vi: Trò chơi cho bạn

# gamesForYouDesc
source: games you might be interested in
vi: Trò chơi bạn có thể quan tâm

source: Find More Games
vi: Tìm thêm trò chơi

source: Currently ongoing Tournaments
vi: Các Giải đấu hiện đang diễn ra

source: Find More Tournaments
vi: Tìm thêm giải đấu

source: Username
vi: Tên người dùng

source: Email address
vi: Địa chỉ email

source: Confirmed Password
vi: Xác nhận mật khẩu

# whitespaceNotAllow
source: Whitespace not allowed
vi: Không cho phép khoảng trắng

# atLeast6Characters
source: Username must be between 6 and 32 characters
vi: Tên người dùng phải từ 6 đến 32 ký tự

source: User name already exists !
vi: Tên người dùng đã tồn tại!

# passwordValidLength
source: At least 8 characters
vi: Ít nhất 8 ký tự

# PasswordLowerCase
source: Lowercase
vi: Chữ thường

# PasswordUpperCase
source: Uppercase
vi: Chữ hoa

# PasswordNumber
source: A Number
vi: Số

# PasswordSymbols
source: A Symbol
vi: Ký tự

# IAggreeWith
source: I aggree with the
vi: Tôi đồng ý với

source: Terms and Conditions
vi: Điều khoản và Điều kiện

# PasswordDontMatch
source: Confirm password does not match
vi: Mật khẩu xác nhận không khớp

source: camera
vi: máy ảnh

source: gallery
vi: thư viện

source: close
vi: đóng

source: Email already exists !
vi: Email đã tồn tại!

source: join
vi: tham gia

# endIs
source: Ends in:
vi: Kết thúc vào:

# firstPrize
source: 1st Prize
vi: Giải nhất

source: Gems
vi: Đá quý

source: Coins
vi: Xu

source: Target
vi: Mục tiêu

source: Highest
vi: Cao nhất

source: Claim!
vi: Nhận

source: go >>
vi: Đi đến >>

source: Invite New Friends
vi: Mời Bạn bè Mới

# inviteNewFriendsDesc
source: More people, more PRIZES!
vi: Nhiều người hơn, nhiều GIẢI THƯỞNG!

source: Invite
vi: Mời

source: Completed
vi: Đã hoàn thành

source: Complete all Daily Tasks
vi: Hoàn thành tất cả các nhiệm vụ hàng ngày

source: Play any 5 Games
vi: Chơi 5 trò chơi bất kỳ

source: Play in 1 Tournament
vi: Chơi trong 1 Giải đấu

source: Challenge 3 People to Coin Matches
vi: Thách đấu 3 người trận đấu tiền xu

source: Win at 3 Coin Matches
vi: Chiến thắng 3 trận đấu tiền xu

source: Refresh in:
vi: Làm mới trong:

source: Daily Login Rewards
vi: Phần thưởng đăng nhập hàng ngày

source: Tournament End
vi: Giải đấu kết thúc

source: Tournament Performance
vi: Hiệu suất giải đấu

source: Tournament Rank Change Notification
vi: Thông báo thay đổi thứ hạng giải đấu

source: System Announcements
vi: Thông báo hệ thống

source: GM Compensation
vi: GM đền bù

source: Tournament Cancelled
vi: Giải đấu đã bị hủy

source: Tournament Reward
vi: Phần thưởng giải đấu

source: Refund
vi: Hoàn lại

source: Day
vi: Ngày

source: Verification email sent!
vi: Đã gửi email xác minh!

# verificationEmailSentContent
source: A verification email has been sent to your email address. The verification link will expire in:
vi: Email xác minh đã được gửi đến địa chỉ email của bạn. Liên kết xác minh sẽ hết hạn sau:

# didNotReceiveLink
source: Didn’t receive or the link has expired?
vi: Không nhận được hoặc liên kết đã hết hạn?

source: Resend verification
vi: Gửi lại xác minh

source: RESEND CODE
vi: GỬI LẠI MÃ

source: Your code will expire in
vi: Mã của bạn sẽ hết hạn sau

source: Your code has expired
vi: Mã của bạn đã hết hạn

source: Continued
vi: Tiếp tục

source: Back to Sign In
vi: Trở lại Đăng nhập

source: Your account is not verified!
vi: Tài khoản của bạn chưa được xác minh!

# pleaseCheckYourInbox
source: Please check your inbox to find the verification email that has been sent to you when you signed up. You may need to check your Spam folder.
vi: Vui lòng kiểm tra hộp thư đến của bạn để tìm email xác minh đã được gửi cho bạn khi bạn đăng ký. Bạn có thể cần kiểm tra thư mục Spam của mình.

source: GO TO VERIFICATION
vi: ĐI ĐẾN XÁC MINH

source: Verified!
vi: Đã xác minh!

source: Verification
vi: Xác minh

source: VERIFY
vi: Xác minh

# enter4Digit
source: Enter the 4-digit verification code we’ve just sent to your email address.
vi: Nhập 4 mã số xác thực chúng tôi vừa gửi đến địa chỉ email của bạn.

source: Not receiving any code?
vi: Không nhận được bất kỳ mã nào?

source: Resend
vi: Gửi lại

# incorrectCode
source: The code you have just entered is incorrect
vi: Mã bạn vừa nhập không chính xác

# verifiedSuccessfully
source: You have successfully verify your account. You can now sign in your account.
vi: Bạn đã xác minh thành công tài khoản của mình. Bây giờ, bạn có thể đăng nhập vào tài khoản của mình.

source: Highest Score
vi: Điểm cao nhất

source: Target Score
vi: Điểm mục tiêu

# oneVSOneTournaments
source: 1v1 Tournaments
vi: Giải đấu 1v1

# twoPlayersWinnerTakesAll
source: 2 players, winner takes all
vi: 2 người chơi, người chiến thắng nhận tất cả

source: Featured
vi: Nổi bật

source: Most Played
vi: Chơi nhiều nhất

source: New Played
vi: Mới chơi

# welcomeBackTobaseplay
source: Welcome back to Discoveree!
vi: Chào mừng bạn trở lại Discoveree!

# continueTitle
source: Continue
vi: Tiếp tục

# noNotifications
source: You have no notifications :(
vi: Bạn không chưa thông báo nào :(

source: Agree with the terms and conditions
vi: Đồng ý với các điều khoản và điều kiện

source: Free practice
vi: Luyện tập miễn phí

# welcomeTobaseplay
source: Welcome to Discoveree!
vi: Chào mừng bạn đến với Discoveree!

# thanksForJoining
source: Thank you for joining us!
vi: Cảm ơn bạn đã tham gia cùng chúng tôi!

source: Your Score
vi: Điểm của bạn

source: Unscored
vi: Chưa có điểm

# notYetPlayedSubmittedScore
source: You have not yet played and submitted a score
vi: Bạn chưa tham gia và chưa có điểm

source: Score
vi: Điểm

source: Your Ranking
vi: Xếp hạng của bạn

source: Unranked
vi: Không được xếp hạng

source: Score to beat
vi: Điểm để đánh bại

# scoreAboveTargetToWin
source: Score above this target to win
vi: Điểm đạt trên mục tiêu này để giành chiến thắng

# youAreAlreadyWonTournament
source: You’ve already won this tournament
vi: Bạn đã vô địch giải đấu này

source: Top Players
vi: Người chơi hàng đầu

source: Tournament Rules
vi: Quy tắc giải đấu

# enterYourEmail
source: Enter your email below to get a link to reset your password
vi: Nhập email của bạn để nhận liên kết đặt lại mật khẩu của bạn

source: send
vi: gửi

source: Go to reset password
vi: Đặt lại mật khẩu

# enterNewPassword
source: Enter your new password for your Discoveree account.
vi: Nhập mật khẩu mới cho tài khoản Discoveree của bạn.

source: Reset password
vi: Đặt lại mật khẩu

source: Success!
vi: Thành công!

# changePasswordVerified
source: You have successfully verify your account. You have 24 hours to now reset your password.
vi: Bạn đã xác minh thành công tài khoản của mình. Bạn có 24 giờ để đặt lại mật khẩu của mình.

# changePasswordSuccessfully
source: Your password has been successfully changed! You can sign in with your new password now.
vi: Mật khẩu của bạn đã được thay đổi thành công! Bạn có thể đăng nhập bằng mật khẩu mới của mình ngay bây giờ.

source: days ago
vi: ngày trước

source: CLAIM ALL
vi: NHẬN TẤT CẢ

source: Open
vi: Mở

source: Play Alone
vi: Chơi một mình

source: Random Matching
vi: Ghép ngẫu nhiên

source: Play with Friends
vi: Chơi với bạn

source: Leaderboard
vi: Bảng xếp hạng

source: How to Play
vi: Cách chơi

source: About the game
vi: Về trò chơi

source: Online Friends
vi: Bạn bè Online

source: Challenge
vi: Thách đấu

source: Suggested
vi: Được đề xuất

source: Close
vi: Đóng

source: Network settings
vi: Cài đặt mạng

source: Settings
vi: Cài đặt

# removeAllBadWords
source: Contains bad words. Bad words not allowed
vi: Chứa các từ cấm. Không được phép sử dụng các từ cấm

# enterIncorrectCode
source: The code you have just entered is incorrect
vi: Mã bạn vừa nhập không chính xác

source: View Profile
vi: Xem hồ sơ

source: Discover Friends
vi: Khám phá bạn bè

source: Login Rewards
vi: Phần thưởng đăng nhập

source: Achievements
vi: Thành tích

source: Daily Quests
vi: N.Vụ hàng ngày

source: Top-Up
vi: Nạp tiền

source: Sign out
vi: Đăng xuất

source: Email not found
vi: Không tìm thấy email

source: Password incorrect
vi: Mật khẩu không chính xác

source: Email address is not registered
vi: Địa chỉ email chưa được đăng ký

source: Email has not been verified
vi: Email chưa được xác minh

source: Username already taken
vi: Tên người dùng đã được sử dụng

source: Email address has already been registered
vi: Địa chỉ email đã được đăng ký

# tooManyFailedVerifyAttempts
source: Too many failed verify attempts. Please try again in {minutes} minutes
vi: Quá nhiều lần xác minh không thành công. Vui lòng thử lại sau {phút} phút

source: send invite
vi: gửi lời mời

source: Account Disabled
vi: Tài khoản bị vô hiệu hóa

source: Challenger Found!
vi: Đã tìm thấy người chơi!

source: Challenger Not Found!
vi: Không tìm thấy người chơi!

source: Your record has been beaten by
vi: Kỷ lục của bạn đã bị đánh bại bởi

# hasFollowYou
source: has followed you
vi: đã theo dõi bạn

# hasFollowYouWith
source: has followed you!
vi: đã theo dõi bạn!

source: Following
vi: Đang theo dõi

source: Follow Back
vi: Theo dõi lại

source: Start match
vi: Bắt đầu trận đấu

source: Challenge Amount
vi: Số tiền thách đấu

source: Waiting for challenger response...
vi: Đang chờ phản hồi của người chơi ...

source: Searching...
vi: Đang tìm kiếm ...

source: Total Prize
vi: Tổng giải thưởng

source: Challenge Result
vi: Kết quả thách đấu

source: Won
vi: Đã thắng

source: Lost
vi: Đã thua

source: Draw
vi: Hòa

source: OnGoing
vi: Đang tiếp tục

source: Expired
vi: Đã hết hạn

source: Pending
vi: Đang chờ xử lý

source: Refunded
vi: Đã hoàn lại

source: Match Aborted
vi: Trận đấu bị hủy bỏ

source: Confirm
vi: Xác nhận

source: My Badges
vi: Huy hiệu của tôi

source: My Games
vi: Trò chơi của tôi

source: A collection of all your achievements
vi: Bộ sưu tập tất cả thành tích của bạn

source: Games that you have played
vi: Trò chơi bạn đã chơi

source: Played
vi: Đã chơi

source: High Score
vi: Điểm cao

source: Rank
vi: Thứ hạng

source: Profile Page
vi: Thông tin hồ sơ

# challengesForToday
source: PVP Challenges for today
vi: Những thách đấu PVP cho ngày hôm nay

source: Your player-versus-player challenge results
vi: Kết quả thách đấu giữa bạn và đối thủ

source: Categories
vi: Danh mục

source: Reset
vi: Đặt lại

source: Filter
vi: Bộ lọc

source: Game not found
vi: Không tìm thấy trò chơi

source: Opened
vi: Đã mở

source: Retry
vi: Thử lại

source: Get Back
vi: Quay lại

# dailyQuestWillRefresh
source: Daily quests will refresh in:
vi: Nhiệm vụ hàng ngày sẽ làm mới trong:

source: Claimed!
vi: Đã nhận!

source: Tournament Ended
vi: Giải đấu đã kết thúc

# theTournamentWillEnd
source: The tournament will end in
vi: Giải đấu sẽ kết thúc sau

source: Your current rank is
vi: Xếp hạng hiện tại của bạn là

source: System Notice
vi: Thông báo hệ thống

# theServerWillBeDown
source: The server will be down for maintenance in:
vi: Máy chủ sẽ ngừng hoạt động để bảo trì sau:

# quitTheGameTitle
source: Quit the game?
vi: Thoát trò chơi?

# quitGameMessage
source: Your current Score will be submitted. Are you sure you want to quit?
vi: Điểm số hiện tại của bạn sẽ được gửi. Bạn có chắc chắn muốn bỏ cuộc không?

# quitTournamentGameMessage
source: You have paid entry fee for this tournament game, your current score will be submitted. Are you sure you want to quit?
vi: Bạn đã trả phí tham gia giải đấu này, điểm số hiện tại của bạn sẽ được gửi. Bạn có chắc chắn muốn bỏ cuộc không?

source: Error
vi: Lỗi

# errorPhotonLostSessionNotification
source: Sorry, you have lost the session, please try to play again!
vi: Xin lỗi, bạn đã bị mất phiên đăng nhập, vui lòng thử lại!

source: Press again to exit
vi: Nhấn lại để thoát

source: Prize
vi: Giải thưởng

source: Fee
vi: Phí

source: Entry
vi: Giá vào

source: has sent you a Follow Request
vi: đã gửi cho bạn một yêu cầu theo dõi

source: Reject
vi: Từ chối

source: Rejected
vi: Bị từ chối

source: Accept
vi: Chấp nhận

# noLoginReward
source: You have no Login Rewards
vi: Bạn không có phần thưởng đăng nhập

source: Login daily to get rewards!
vi: Đăng nhập hàng ngày để nhận phần thưởng!

# nextLoginRewardsIn
source: Next login reward in:
vi: Phần thưởng đăng nhập tiếp theo trong:

source: Challenge received
vi: Đã nhận thách đấu

source: Decline
vi: Từ chối

# gameInvitationMessage
source: {displayName} has challenged you to play game of {gameName}!
vi: {displayName} đã thách bạn chơi trò chơi {gameName}!

# coinsNotEnough
source: {coins} {type} needed. Purchase {type}?
vi: Cần {coins} {type}. Mua {type}?

source: Disconnected
vi: Đã ngắt kết nối

source: Connecting
vi: Đang kết nối

source: Finding Opponent
vi: Tìm kiếm đối thủ

source: Waiting invitee response
vi: Đang chờ phản hồi từ người chơi

# inviteeNotResponse
source: Your invitee not response
vi: Người được mời không phản hồi

# inviteeReject
source: Your Invitee reject
vi: Người được mời từ chối

source: Your Inviter left
vi: Người mời bạn đã rời đi

# opponentLeft
source: Your opponent left
vi: Đối thủ của bạn đã rời đi

source: Highest rank
vi: Xếp hạng cao nhất

source: Friends List
vi: Danh sách bạn bè

source: Find New Friends
vi: Tìm Bạn Mới

source: Followers
vi: Người theo dõi

source: Unfriend
vi: Hủy kết bạn

source: Unfollow
vi: Bỏ theo dõi

source: Follow
vi: Theo dõi

source: Remove
vi: Xoá

# noFriends
source: You have no friends
vi: Bạn không có bạn bè

# noFollowing
source: You have no following
vi: Bạn không có người theo dõi nào

# noFollowers
source: You have no followers
vi: Bạn không có người theo dõi

source: Cancel Request
vi: Hủy yêu cầu

source: Yes
vi: Có

source: No
vi: Không

# areUWantToUnfriend
source: Are you sure you want to unfriend
vi: Bạn có chắc chắn muốn hủy kết bạn

# areUWantToUnfollow
source: Are you sure you want to unfollow
vi: Bạn có chắc chắn muốn hủy theo dõi

source: Search for Username or ID
vi: Tìm kiếm tên người dùng hoặc ID

source: Waiting for opponent...
vi: Đang chờ đối thủ ...

source: Play With A Friend
vi: Chơi Với bạn

source: Limit Reached
vi: Đã đạt đến giới hạn

source: My Tournament
vi: Giải đấu của tôi

source: Past
vi: Đã diễn ra

source: Upcomming
vi: Nâng cấp

source: Popular
vi: Phổ biến

source: Favourite
vi: Yêu thích

# newFilter
source: New
vi: Mới

source: Empty
vi: Trống

source: Completed Matches
vi: Các trận đấu đã hoàn thành

# matchResultsWithScores
source: Match results with final scores
vi: Kết quả giải đấu với điểm số cuối trận

source: In Progress Matches
vi: Các trận đấu đang diễn ra

# matchesWithoutClearResultYet
source: Matches without a clear result yet
vi: Các trận đấu chưa có kết quả rõ ràng

source: Ongoing Match
vi: Trận đấu đang diễn ra

source: Tournament Fee
vi: Phí giải đấu

source: Match Result
vi: Kết quả

source: Play for free
vi: Chơi miễn phí

source: Try again!
vi: Thử lại!

# yourScoreIsNotHighEnough
source: Good Try, but your Score isn't high enough!
vi: Cố gắng rất tốt, nhưng điểm của bạn không đủ cao!

# reachingRankTitle
source: Great Job on reaching Rank {newTournamentRank}!
vi: Làm rất tốt khi đạt được xếp hạng {newTournamentRank}!

# reachingRankMessage
source: If you maintain your Rank until the Tournament ends, you will receive your Prize in your Inbox!
vi: Nếu bạn duy trì xếp hạng của mình cho đến khi giải đấu kết thúc, bạn sẽ nhận được giải thưởng trong hộp thư đến của mình!

# didNotReachTheTargetScore
source: You Did Not Reach The Target Score
vi: Bạn đã không đạt được điểm mục tiêu

source: Great Job On Hitting The Target Score!
vi: Tuyệt vời khi đạt được Điểm mục tiêu!

# greatJobOnHittingTheTargetScoreMsg1
source: Please Check Your Inbox For More Info On How To Collect Your Prize!
vi: Vui lòng kiểm tra Hộp thư đến của bạn để biết thêm thông tin về cách nhận giải thưởng của bạn!

# greatJobOnHittingTheTargetScoreMsg2
source: Unfortunately, All Prizes Have Already Been Claimed. Your Entry Fee Will Be Refunded, Please Check Your Inbox!
vi: Rất tiếc, tất cả các giải thưởng đã được xác nhận. Phí tham dự của bạn sẽ được hoàn lại, vui lòng kiểm tra hộp thư đến của bạn!

source: Recently Played
vi: Đã chơi gần đây

source: Time ended
vi: Thời gian đã kết thúc

source: Email verification failed
vi: Không xác minh được email

# yourActivationLinkHasBeenExpired
source: Your activation link has been expired!, please try again later!
vi: Liên kết kích hoạt của bạn đã hết hạn !, vui lòng thử lại sau!

source: Invite Friends
vi: Mời Bạn bè

# makeNewFriends
source: Make new friends in Discoveree
vi: Kết bạn mới trong Discoveree

# referFriend
source: Refer friends
vi: Giới thiệu bạn bè

source: Earn
vi: Kiếm

# forEachActiveFriend
source: For each Active Friend Referred (Up to 200 Coins daily)
vi: Đối với mỗi người bạn đang hoạt động được giới thiệu (Tối đa 200 xu mỗi ngày)

# referRule1
source: A friend is ONLY considered Active if he logs in at least ONCE every 3 days
vi: Một người bạn chỉ được coi là hoạt động nếu anh ta đăng nhập ít nhất MỘT LẦN trong 3 ngày

source: Both get
vi: Cả hai đều nhận được

# referRule2
source: If your Friend makes their first Gem top-up
vi: Nếu bạn của bạn nạp đá quý lần đầu tiên

source: Version
vi: Phiên bản

source: Share
vi: Chia sẻ

source: Rating
vi: Xếp hạng

source: Theme
vi: Chủ đề

source: Language
vi: Ngôn ngữ

source: Profile Info
vi: Thông tin hồ sơ

source: Dark mode
vi: Chế độ tối

source: Light mode
vi: Chế độ sáng

source: All Time
vi: Mọi lúc

source: Last Year
vi: Năm ngoái

source: Last 90 Days
vi: 90 ngày qua

source: Last Month
vi: Tháng trước

source: Last Week
vi: Tuần trước

source: Last 24 Hours
vi: 24 giờ qua

source: Time of Purchase
vi: Thời điểm mua hàng

source: Expiry
vi: Hết hạn

source: Voucher Code
vi: Mã voucher

source: Cost
vi: Trị giá

source: Copy success
vi: Sao chép thành công

# yourPeersOnline
source: Your peers who are currently active right now
vi: Những người bạn đang hoạt động

# activeFriend
source: Active Friends
vi: Bạn đang hoạt động

# inactiveFriend
source: Inactive Friends
vi: Bạn đang vắng mặt

source: Edit Profile
vi: Chỉnh sửa hồ sơ

source: Edit Profile Name
vi: Chỉnh sửa tên hồ sơ

source: Payment Phone Number
vi: Số điện thoại thanh toán

source: Edit Profile Picture
vi: Chỉnh sửa ảnh đại diện

source: Edit Profile Cover
vi: Chỉnh sửa bìa hồ sơ

source: Save
vi: Lưu

source: Phone number is not valid
vi: Số điện thoại không hợp lệ

source: Phone is Required
vi: Điện thoại là bắt buộc

source: Phone Number
vi: Số điện thoại

source: Search chat
vi: Tìm kiếm cuộc trò chuyện

source: Chat
vi: Cuộc trò chuyện
